//
//  Notes.h
//  IdleMaterials
//
//  Created by 河北熙元科技有限公司 on 2018/5/22.
//  Copyright © 2018年 熙元科技有限公司. All rights reserved.
//
/*
 https://itunes.apple.com/cn/app/id1276467928?mt=8
 
 */
/*
 89944588@qq.com          xiyuan@2016SEAYUN
 18831516966 谢宏伟
 4006701855
 案例编号：100525173826
 */
/*用户端
 模块：
 主   用车模块：{车型区分、地址路线、预估价格、在线支付、取消模块、再次下单、接单}-----3个星期（或+1）
 附属
 钱包功能模块{金额充值、套餐}
 优惠{优惠券、优惠活动（网页端）}
 积分{打折、优惠券兑换}
 邀请好友{司机好友、好友、}                                         -----2个星期（或+1）
 
 功能：
 地图（定位、叫车）
 定位
 三方登录
 扫一扫
 ------其他杂项1个星期
 */
/*司机端
 抢单
 价格标书
 订单管理
 公告
 我的{司机任务、邀请客户、英雄榜、优惠加油、收入、评级}
 
 收入提现
 审核加盟
 */
/*企业端
 招司机
 订单管理
 运力管理
 地址管理
 账户中心
 */
/*
 产品1名  美工1名  服务1-2人 安卓2人（同时开发司机端、用户端、企业端） iOS2人（同时开发司机端、用户端、企业端）
 
 */
#ifndef Notes_h
#define Notes_h


#endif /* Notes_h */
